Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Settings.interface.home.toolbar.monogram.config
source: Edit Monogram Font
ar: تعديل خط حرف واحد فقط
de: Monogramm-Schriftart Bearbeiten
es: Editar fuente de monograma
fr: Modifier la police du monogramme
hi: मोनोग्राम फ़ॉन्ट संपादित करें
id: Edit Font Monogram
it: Modifica il carattere del monogramma
ja: モノグラムフォントの編集
ko: 모노그램 글꼴 편집
nl: Monogram lettertype bewerken
pl: Edytuj Czcionkę Monogram
pt: Editar Fonte do Monograma
ru: Редактировать шрифт с монограммой
th: แก้ไขฟอนต์โมโนแกรม
tr: Monogram Yazı Tipini Düzenle
uk: Monogram Yazı Tipini Düzenle
vi: Chỉnh sửa phông chữ Monogram
zh_hans: 编辑个性图案字体
zh_hant: 編輯字母組合字型

# Carina.attachments.links.bookmarks
source: Bookmarks
ar: إشارات مرجعية
de: Lesezeichen
es: Marcadores
fr: Signets
hi: बुकमार्क
id: Penanda buku
it: Segnalibri
ja: ブックマーク
ko: 책갈피
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ru: Закладки
th: ที่คั่นหนังสือ
tr: Yer imleri
uk: Закладки
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤

# Settings.bulletin
source: Bulletin
ar: نَشْرة
es: Boletín
hi: बुलेटिन
id: Buletin
it: Bollettino
ja: 会報
ko: 공보
pl: Biuletyn
pt: Boletim
ru: Бюллетень
th: แถลงการณ์
tr: Bülten
uk: Бюлетень
vi: Bản tin
zh_hans: 公告
zh_hant: 公告

# Webpage.go-to.search.%@.%@
source: Search “%2$@” with %1$@
ar: ابحث عن "%2$@" باستخدام %1$@
de: Suchen Sie nach "%2$@" mit %1$@
es: Busque "%2$@" con %1$@
fr: Recherchez "%2$@" avec %1$@
hi: % 1$@ के साथ “% 2$@” खोजें
id: Cari “%2$@” dengan %1$@
it: Cerca “%2$@” con %1$@
ja: %1$@で「%2$@」を検索
ko: %1$@로 "%2$@"를 검색하세요
nl: Zoek "%2$@" met %1$@
pl: Przeszukaj „%2$@” za pomocą %1$@
pt: Pesquise “%2$@” com %1$@
ru: Поиск «%2$@» с %1$@
th: ค้นหา “%2$@” ด้วย %1$@
tr: %1$@ ile “%2$@” ara
uk: Пошук “%2$@” з% 1$@
vi: Tìm kiếm “%2$@” với %1$@
zh_hans: 用%1$@搜索“%2$@”
zh_hant: 用%1$@搜尋“%2$@”

# Settings.search.edit.error.invalid-link
source: The link is invalid.
ar: الرابط غير صالح.
de: Der Link ist ungültig.
es: El enlace no es válido.
fr: Le lien n'est pas valide.
hi: लिंक अमान्य है।
id: Tautannya tidak valid.
it: Il link non è valido.
ja: リンクは無効です。
ko: 링크가 유효하지 않습니다.
nl: De link is ongeldig.
pl: Link jest nieprawidłowy.
pt: O link é inválido.
ru: Ссылка недействительна.
th: ลิงก์ไม่ถูกต้อง
tr: Bağlantı geçersiz.
uk: Bağlantı geçersiz.
vi: Liên kết không hợp lệ.
zh_hans: 该链接无效。
zh_hant: 連結無效。

# Settings.search.edit.link
source: Engine Link
ar: رابط المحرك
de: Motorverbindung
es: Enlace del motor
fr: Lien moteur
hi: इंजन लिंक
id: Tautan Mesin
it: Collegamento del motore
ja: エンジンリンク
ko: 엔진 링크
nl: Motor Link
pl: Link do silnika
pt: Link do motor
ru: Ссылка На Двигатель
th: ลิงก์เครื่องยนต์
tr: Motor Bağlantısı
uk: Motor Bağlantısı
vi: Liên kết động cơ
zh_hans: 引擎链接
zh_hant: 發動機連結

# Troubleshooter.internet.online
source: Internet: Online
ar: الإنترنت: عبر الإنترنت
es: Internet: En línea
fr: Internet : En ligne
hi: इंटरनेट: ऑनलाइन
id: Internet: Daring
ja: インターネット：オンライン
ko: 인터넷: 온라인
ru: Интернет: Онлайн
th: อินเทอร์เน็ต: ออนไลน์
tr: İnternet: Çevrimiçi
uk: Інтернет: Онлайн
vi: Internet: Trực tuyến
zh_hans: 互联网：在线
zh_hant: 網際網路：線上

# New.bug-fixes
source: Bug Fixes
ar: إصلاحات الأخطاء
de: Fehlerbehebungen
es: Corrección de errores
fr: Corrections de bugs
hi: बग फिक्सेस
id: Perbaikan Bug
it: Correzioni di bug
ja: バグ修正
ko: 버그 수정
pl: Poprawki błędów
pt: Correções de Bugs
ru: Исправления Ошибок
th: แก้ไขข้อบกพร่อง
tr: Hata Düzeltmeleri
uk: Виправлення помилок
vi: Sửa lỗi
zh_hans: 问题修复
zh_hant: 錯誤修復

# Carina.busy-state.busy.description
source: Feedbacks may take a long time to be replied, we apologize for that. Please continue to send reports.
ar: قد يستغرق الرد على التعليقات وقتا طويلا، نعتذر عن ذلك. يرجى الاستمرار في إرسال التقارير.
de: Es kann lange dauern, bis Feedback beantwortet wird, wir entschuldigen uns dafür. Bitte senden Sie weiterhin Berichte.
es: Los comentarios pueden tardar mucho en ser respondidos, nos disculpamos por eso. Por favor, continúe enviando informes.
fr: Les commentaires peuvent prendre beaucoup de temps pour obtenir une réponse, nous nous en excusons. Veuillez continuer à envoyer des rapports.
hi: फीडबैक का जवाब देने में लंबा समय लग सकता है, हम इसके लिए माफी मांगते हैं। कृपया रिपोर्ट भेजना जारी रखें।
id: Umpan balik mungkin membutuhkan waktu lama untuk dijawab, kami mohon maaf untuk itu. Silakan lanjutkan untuk mengirim laporan.
it: I feedback potrebbero richiedere molto tempo per essere risposti, ci scusiamo per questo. Si prega di continuare a inviare i rapporti.
ja: フィードバックの返信には時間がかかる場合がありますので、お詫び申し上げます。 引き続きレポートを送信してください。
ko: 피드백은 답변하는 데 오랜 시간이 걸릴 수 있습니다, 이에 대해 사과드립니다. 보고서를 계속 보내 주세요.
nl: Het kan lang duren voordat feedback wordt beantwoord, onze excuses daarvoor. Blijf rapporten verzenden.
pl: Odpowiedź na opinie może zająć dużo czasu, przepraszamy za to. Proszę kontynuować wysyłanie raportów.
pt: Os comentários podem levar muito tempo para serem respondidos, pedimos desculpas por isso. Por favor, continue enviando relatórios.
ru: Ответ на отзывы может занять много времени, мы приносим извинения за это. Пожалуйста, продолжайте отправлять отчеты.
th: ความคิดเห็นอาจใช้เวลานานในการตอบกลับ เราขออภัยสําหรับสิ่งนั้น โปรดส่งรายงานต่อไป
tr: Geri bildirimlerin yanıtlanması uzun zaman alabilir, bunun için özür dileriz. Lütfen rapor göndermeye devam edin.
uk: Відповідь на відгуки може зайняти багато часу, ми приносимо вибачення за це. Будь ласка, продовжуйте надсилати звіти.
vi: Phản hồi có thể mất nhiều thời gian để được trả lời, chúng tôi xin lỗi vì điều đó. Vui lòng tiếp tục gửi báo cáo.
zh_hans: 反馈可能需要很久才能被回复，我们深表歉意。欢迎继续发送反馈。
zh_hant: 反饋可能需要很長時間才能得到回覆，對此我們深表歉意。 請繼續傳送報告。

# Carina.attachments.data.settings-info.alert.cancel
source: Keep Attaching
ar: استمر في التعلق
de: Weiter anhängen
es: Sigue adjuntando
fr: Continuez à attacher
hi: संलग्न करते रहें
id: Terus Melampirkan
it: Continua ad attaccare
ja: 続けてください
ko: 계속 연결하세요
nl: Blijven hechten
pl: Kontynuuj Dołączanie
pt: Continue anexando
ru: Продолжайте Прикреплять
th: แนบต่อไป
tr: Eklemeye Devam Et
uk: Продовжуйте Прикріпляти
vi: Tiếp tục đính kèm
zh_hans: 保留
zh_hant: 繼續堅持

# Archive.empty.description
source: Tap “archive” to archive webpages when browsing it.
ar: اضغط على "أرشيف" لأرشفة صفحات الويب عند تصفحها.
de: Tippen Sie auf "Archivieren", um Webseiten zu archivieren, während Sie sie durchsuchen.
es: Toque "archivar" para archivar páginas web al navegar por ella.
fr: Appuyez sur "archiver" pour archiver les pages Web lorsque vous les naviguez.
hi: ब्राउज़ करते समय वेबपेजों को संग्रहीत करने के लिए "संग्रह" पर टैप करें।
id: Ketuk "arsipkan" untuk mengarsipkan halaman web saat menjelajahinya.
it: Tocca "archivio" per archiviare le pagine web durante la navigazione.
ja: 閲覧時にウェブページをアーカイブするには、「アーカイブ」をタップします。
ko: 탐색할 때 웹 페이지를 보관하려면 "보관"을 탭하세요.
nl: Tik op "archief" om webpagina's te archiveren tijdens het browsen.
pl: Dotknij "archiwizuj", aby zarchiwizować strony internetowe podczas przeglądania.
pt: Toque em "arquivar" para arquivar páginas da web ao navegar.
ru: Нажмите «архивировать» для архивирования веб-страниц при просмотре.
th: แตะ "เก็บถาวร" เพื่อเก็บถาวรหน้าเว็บเมื่อเรียกดู
tr: Göz atarken web sayfalarını arşivlemek için "arşivle"ye dokunun.
uk: Натисніть "архівувати", щоб заархівувати веб-сторінки під час їх перегляду.
vi: Nhấn vào "lưu trữ" để lưu trữ các trang web khi duyệt nó.
zh_hans: 轻点”归档“以在浏览网页时将其归档。
zh_hant: 瀏覽網頁時，點選“存檔”對網頁進行存檔。

# Vote.tint.subtitle
source: Which color should new users see as the tint color?
ar: ما اللون الذي يجب أن يراه المستخدمون الجدد على أنه لون الصبغة؟
de: Welche Farbe sollten neue Benutzer als Farbtonfarbe sehen?
es: ¿Qué color deberían ver los nuevos usuarios como color de tinte?
fr: Quelle couleur les nouveaux utilisateurs devraient-ils voir comme la couleur de teinte ?
hi: नए उपयोगकर्ताओं को किस रंग को टिंट रंग के रूप में देखना चाहिए?
id: Warna mana yang harus dilihat oleh pengguna baru sebagai warna warna?
it: Quale colore i nuovi utenti dovrebbero vedere come colore della tinta?
ja: 新規ユーザーはどの色を色合いとして見るべきですか？
ko: 새로운 사용자들은 어떤 색을 색조로 봐야 할까요?
nl: Welke kleur moeten nieuwe gebruikers zien als de tintkleur?
pl: Który kolor nowi użytkownicy powinni postrzegać jako kolor odcienia?
pt: Qual cor os novos usuários devem ver como a cor da tonalidade?
ru: Какой цвет должны видеть новые пользователи в качестве оттенка?
th: สีใดที่ผู้ใช้ใหม่ควรดูเป็นสีย้อมสี
tr: Yeni kullanıcıların renk tonu rengi olarak hangi rengi görmesi gerekir?
uk: Який колір нові користувачі повинні бачити як колір відтінку?
vi: Người dùng mới nên xem màu nào là màu tông màu?
zh_hans: 哪个颜色适合作为新用户的默认主题色？
zh_hant: 新使用者應該將哪種顏色視為色調？

# About.chat
source: Chat with Us
ar: دردش معنا
de: Chatten Sie mit uns
es: Chatea con nosotros
fr: Discutez avec nous
hi: हमारे साथ चैट करें
id: Mengobrol dengan Kami
it: Chatta con noi
ja: 私たちとチャットする
ko: 우리와 채팅하세요
nl: Chat met ons
pl: Porozmawiaj z nami
pt: Converse conosco
ru: Общайтесь с нами
th: แชทกับเรา
tr: Bizimle Sohbet Edin
uk: Спілкуйтеся з нами
vi: Trò chuyện với chúng tôi
zh_hans: 与我们聊天
zh_hant: 和我們聊天

# Vote.tint.footer
source: Votes are anonymous and editable. Swipe to apply changes on your Iris.
ar: الأصوات مجهولة المصدر وقابلة للتحرير. اسحب لتطبيق التغييرات على Iris.
de: Stimmen sind anonym und bearbeitbar. Wischen Sie, um Änderungen auf Ihrem Iris anzuwenden.
es: Los votos son anónimos y editables. Desliza para aplicar cambios en tu Iris.
fr: Les votes sont anonymes et modifiables. Balayez pour appliquer des modifications sur votre Iris.
hi: वोट गुमनाम और संपादन योग्य हैं। अपने Iris पर परिवर्तन लागू करने के लिए स्वाइप करें।
id: Suara bersifat anonim dan dapat diedit. Geser untuk menerapkan perubahan pada Iris Anda.
it: I voti sono anonimi e modificabili. Scorri per applicare le modifiche al tuo Iris.
ja: 投票は匿名で編集可能です。 スワイプして、Irisに変更を適用します。
ko: 투표는 익명이며 편집 가능합니다. 스와이프하여 Iris에 변경 사항을 적용하세요.
nl: Stemmen zijn anoniem en bewerkbaar. Veeg om wijzigingen toe te passen op uw Iris.
pl: Głosy są anonimowe i edytowalne. Przesuń palcem, aby zastosować zmiany na swoim Iris.
pt: Os votos são anônimos e editáveis. Deslize para aplicar alterações no seu Iris.
ru: Голоса анонимны и редактируются. Проведите пальцем, чтобы применить изменения к вашему Iris.
th: การโหวตจะไม่ระบุชื่อและสามารถแก้ไขได้ ปัดเพื่อใช้การเปลี่ยนแปลงกับ Iris ของคุณ
tr: Oylar anonim ve düzenlenebilir. Değişiklikleri Iris'nizde uygulamak için kaydırın.
uk: Голоси анонімні та редаговані. Проведіть пальцем, щоб застосувати зміни до вашого Iris.
vi: Phiếu bầu là ẩn danh và có thể chỉnh sửa được. Vuốt để áp dụng các thay đổi trên Iris của bạn.
zh_hans: 投票匿名且可随时更改。轻扫以在你的Iris上应用。
zh_hant: 投票是匿名的，可編輯的。 滑動以對您的Iris進行更改。

# New.images-updated
source: Image Updates
ar: تحديثات الصور
de: Bild-Updates
es: Actualizaciones de imágenes
fr: Mises à jour de l'image
hi: छवि अपडेट
id: Pembaruan Gambar
it: Aggiornamenti delle immagini
ja: 画像の更新
ko: 이미지 업데이트
nl: Beeldupdates
pl: Aktualizacje obrazów
pt: Atualizações de Imagem
ru: Обновления изображений
th: การอัปเดตรูปภาพ
tr: Görüntü Güncellemeleri
uk: Оновлення зображень
vi: Cập nhật hình ảnh
zh_hans: 图片更新
zh_hant: 影象更新

# Troubleshooter.internet
source: Internet
ar: الإنترنت
hi: इंटरनेट
ja: インターネット
ko: 인터넷
ru: Интернет
th: อินเทอร์เน็ต
uk: Інтернет
vi: In-tơ-nét
zh_hans: 互联网
zh_hant: 網際網路

# Carina.busy-state.delayed
source: Delayed
ar: مُؤَجَّل
de: Verzögert
es: Retrasado
fr: Retardé
hi: विलंबित
id: Tertunda
it: In ritardo
ja: 遅れた
ko: 지연된
nl: Vertraagd
pl: Opóźniony
pt: Atrasado
ru: Задержка
th: ล่าช้า
tr: Gecikmiş
uk: Затримка
vi: Bị trì hoãn
zh_hans: 迟缓
zh_hant: 延遲

# Webpage.update-archive.succeed
source: Archived Update Requested
ar: تحديث مؤرشفة مطلوب
de: Archivierte Aktualisierung angefordert
es: Actualización archivada solicitada
fr: Mise à jour archivée demandée
hi: अभिलेखित अद्यतन निवेदित
id: Pembaruan Terarsipkan Diminta
it: Aggiornamento Archiviato Richiesto
ja: アーカイブされた更新が要求されました
ko: 아카이브 업데이트 요청
nl: Gearchiveerde update aangevraagd
pl: Żądanie aktualizacji zarchiwizowanej
pt: Atualização arquivada solicitada
ru: Запрошено Архивное Обновление
th: ร้องขอการอัปเดตที่เก็บถาวร
tr: Arşivlenmiş Güncelleme İstendi
uk: Запит на архівне оновлення
vi: Yêu cầu cập nhật đã lưu trữ
zh_hans: 归档更新已请求
zh_hant: 請求存檔更新

# Carina.new.navigate
source: Check It Out
ar: تحقق من ذلك
de: Schau Es Dir An
es: Compruébalo
fr: Vérifiez-le
hi: इसे देखें
id: Periksalah
it: Dai un'occhiata
ja: これを確認して
ko: 확인해봐
nl: Bekijk het
pl: Sprawdź to
pt: Confira
ru: Проверьте Это
th: ลองดูสิ
tr: Kontrol Et
uk: Перевірте Це
vi: Kiểm tra nó
zh_hans: 查看
zh_hant: 看看它

# Carinaa.attachments.files.bookmarks
source: Bookmarks
ar: إشارات مرجعية
de: Lesezeichen
es: Marcadores
fr: Signets
hi: बुकमार्क
id: Penanda buku
it: Segnalibri
ja: ブックマーク
ko: 책갈피
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ru: Закладки
th: ที่คั่นหนังสือ
tr: Yer imleri
uk: Закладки
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤

# Archive.info.unknown
source: Unknown
ar: غَيْر مَعْروفٍ
de: Unbekannte
es: Incógnita
fr: Inconnu
hi: अज्ञात बात
id: Tidak dikenal
it: Sconosciuto
ja: 未知の
ko: 알려지지 않은
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестный
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомий
vi: Vô danh
zh_hans: 未知
zh_hant: 未知的

# Bookmark.item.edit.empty.description
source: You currently have no bookmarks in this group. Try to add one.
ar: ليس لديك حاليا إشارات مرجعية في هذه المجموعة. حاول إضافة واحدة.
de: Sie haben derzeit keine Lesezeichen in dieser Gruppe. Versuchen Sie, einen hinzuzufügen.
es: Actualmente no tienes marcadores en este grupo. Intenta añadir uno.
fr: Vous n'avez actuellement aucun signet dans ce groupe. Essayez d'en ajouter un.
hi: वर्तमान में आपके पास इस समूह में कोई बुकमार्क नहीं है। एक जोड़ने की कोशिश करें।
id: Saat ini Anda tidak memiliki bookmark di grup ini. Coba tambahkan satu.
it: Al momento non hai segnalibri in questo gruppo. Prova ad aggiungerne uno.
ja: 現在、このグループにはブックマークがありません。 1つ追加してみてください。
ko: 현재 이 그룹에는 북마크가 없습니다. 하나를 추가해 보세요.
nl: Je hebt momenteel geen bladwijzers in deze groep. Probeer er een toe te voegen.
pl: Obecnie nie masz żadnych zakładek w tej grupie. Spróbuj dodać jeden.
pt: Você atualmente não tem favoritos neste grupo. Tente adicionar um.
ru: В настоящее время у вас нет закладок в этой группе. Попробуйте добавить один.
th: ขณะนี้คุณไม่มีบุ๊กมาร์กในกลุ่มนี้ ลองเพิ่มหนึ่งอัน
tr: Şu anda bu grupta yer imi yok. Bir tane eklemeyi deneyin.
uk: Наразі у вас немає закладок у цій групі. Спробуйте додати один.
vi: Bạn hiện không có dấu trang nào trong nhóm này. Hãy thử thêm một cái.
zh_hans: 你目前在这个群组内没有书签。试着加一个。
zh_hant: 您目前在此組中沒有書籤。 試著加一個。

# Carina.new-states.fixing
source: Fixing
ar: إصلاح
de: Reparatur
es: Reparación
fr: Fixation
hi: ठीक करना
id: Memperbaiki
it: Fissaggio
ja: 固定
ko: 고정
nl: Vaststelling
pt: Consertando
ru: Фиксирование
th: การซ่อมแซม
tr: Sabitleme
uk: Фіксування
vi: Cố định
zh_hans: 正在修复
zh_hant: 固定

# Settings.privacy.reset.all.message
source: Are you sure erasing all content? Everything including passcode will be lost. This action cannot be undone and requires restarting.
ar: هل أنت متأكد من محو كل المحتوى؟ سيضيع كل شيء بما في ذلك رمز المرور. لا يمكن التراجع عن هذا الإجراء ويتطلب إعادة التشغيل.
de: Sind Sie sicher, dass Sie alle Inhalte löschen? Alles, einschließlich des Passcodes, geht verloren. Diese Aktion kann nicht rückgängig gemacht werden und erfordert einen Neustart.
es: ¿Estás seguro de borrar todo el contenido? Todo, incluido el código de acceso, se perderá. Esta acción no se puede deshacer y requiere reiniciar.
fr: Êtes-vous sûr d'effacer tout le contenu ? Tout, y compris le code d'accès, sera perdu. Cette action ne peut pas être année et nécessite un redémarrage.
hi: क्या आप सुनिश्चित हैं कि सभी सामग्री मिटा रहे हैं? पासकोड सहित सब कुछ खो जाएगा। इस क्रिया को पूर्ववत नहीं किया जा सकता है और पुनः आरंभ करने की आवश्यकता है।
id: Apakah Anda yakin menghapus semua konten? Semuanya termasuk kode sandi akan hilang. Tindakan ini tidak dapat dibatalkan dan memerlukan restart.
it: Sei sicuro di cancellare tutti i contenuti? Tutto, incluso il codice di accesso, andrà perso. Questa azione non può essere annullata e richiede il riavvio.
ja: すべてのコンテンツを消去してもよろしいですか？ パスコードを含むすべてが失われます。 このアクションは元に戻すことができず、再起動する必要があります。
ko: 모든 콘텐츠를 지우는 게 확실해? 암호를 포함한 모든 것이 손실될 것이다. 이 작업은 취소할 수 없으며 다시 시작해야 합니다.
nl: Weet je zeker dat je alle inhoud wist? Alles inclusief toegangscode gaat verloren. Deze actie kan niet ongedaan worden gemaakt en moet opnieuw worden gestart.
pl: Czy na pewno usuwasz całą zawartość? Wszystko, w tym hasło, zostanie utracone. Tej akcji nie można cofnąć i wymaga ponownego uruchomienia.
pt: Você tem certeza de apagar todo o conteúdo? Tudo, incluindo a senha, será perdido. Esta ação não pode ser desfeita e requer reinicialização.
ru: Вы уверены, что удаляете весь контент? Все, включая пароль, будет потеряно. Это действие не может быть отменено и требует перезапуска.
th: คุณแน่ใจหรือว่ากําลังลบเนื้อหาทั้งหมด ทุกอย่างรวมถึงรหัสผ่านจะหายไป การดําเนินการนี้ไม่สามารถยกเลิกได้และจําเป็นต้องรีสตาร์ท
tr: Tüm içeriği sildiğinizden emin misiniz? Şifre dahil her şey kaybolacak. Bu işlem geri alınamaz ve yeniden başlatılmasını gerektirir.
uk: Ви впевнені, що видаляєте весь вміст? Все, включаючи пароль, буде втрачено. Цю дію не можна скасувати і вимагає перезапуску.
vi: Bạn có chắc chắn xóa tất cả nội dung không? Mọi thứ bao gồm cả mật mã sẽ bị mất. Hành động này không thể hoàn tác và yêu cầu khởi động lại.
zh_hans: 你确定抹掉所有内容？包括密码在内的一切都将丢失。该操作不可撤销，且需要重启。
zh_hant: 你確定要刪除所有內容嗎？ 包括密碼在內的所有內容都將丟失。 此操作無法撤銷，需要重新啟動。

# Passcode.add.success
source: Successfully Added Passcode
ar: تمت إضافة رمز المرور بنجاح
de: Passcode Erfolgreich Hinzugefügt
es: Código de acceso añadido correctamente
fr: Code d'accès ajouté avec succès
hi: सफलतापूर्वक जोड़ा गया पासकोड
id: Berhasil Menambahkan Kode Sandi
it: Codice di accesso aggiunto con successo
ja: パスコードの追加に成功しました
ko: 성공적으로 추가된 암호
nl: Toegangscode Succesvol Toegevoegd
pl: Pomyślnie dodano hasło
pt: Senha adicionada com sucesso
ru: Успешно Добавлен Пароль
th: เพิ่มรหัสผ่านสําเร็จแล้ว
tr: Şifre Başarıyla Eklendi
uk: Şifre Başarıyla Eklendi
vi: Mật mã đã được thêm thành công
zh_hans: 成功添加密码
zh_hant: 成功新增密碼

# Settings.bulletin.new
source: NEW
ar: جَديد
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
id: Baru
it: Nuovo
ja: 新しい
ko: 새로운
nl: Nieuw
pl: Nowy
pt: Novo
ru: Новый
th: ใหม่
tr: Yeni
uk: НОВИЙ
vi: Mới
zh_hans: 已更新
zh_hant: 新

# Iris.search.360
source: 360 Search
ar: 360 بحث
de: 360 Suche
es: Búsqueda 360
fr: Recherche 360
hi: 360 खोज
id: Pencarian 360
it: Ricerca a 360 gradi
ja: 360検索
ko: 360 검색
nl: 360 Zoeken
pl: 360 Szukaj
pt: Pesquisa 360
ru: 360 Поиск
th: 360 ค้นหา
tr: 360 Arama
uk: 360 Пошук
vi: 360 Tìm kiếm
zh_hans: 360搜索
zh_hant: 360搜尋

# Webpage.go-to.url
source: Enter destination here...
ar: أدخل الوجهة هنا...
de: Geben Sie hier das Ziel ein...
es: Introduzca el destino aquí...
fr: Entrez la destination ici...
hi: यहाँ गंतव्य दर्ज करें...
id: Masukkan tujuan di sini...
it: Inserisci la destinazione qui...
ja: ここに目的地を入力してください...
ko: 여기에 목적지를 입력하세요...
nl: Voer hier de bestemming in...
pl: Wpisz miejsce docelowe tutaj...
pt: Digite o destino aqui...
ru: Введите пункт назначения здесь...
th: ป้อนปลายทางที่นี่...
tr: Hedefi buraya girin...
uk: Введіть пункт призначення тут...
vi: Nhập điểm đến ở đây...
zh_hans: 在此输入目标链接……
zh_hant: 在此輸入目的地...

# Archive.filter.sort
source: Sort
ar: فَرَزَ
de: Art
es: Tipo
fr: Tri
hi: प्रकार
id: Jenis
it: Ordinare
ja: ソート
ko: 분류하다
nl: Sorteren
pl: Sortowanie
pt: Classificação
ru: Сорт
th: ประเภท
tr: Çeşit
uk: Сортувати
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

# History.action-sheet.delete.alert.message
source: Are your sure cleaning selected portion of the history? This action cannot be undone.
ar: هل أنت متأكد من تنظيف الجزء المحدد من التاريخ؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie einen ausgewählten Teil der Geschichte reinigen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que la limpieza selecciona parte de la historia? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de nettoyer une partie sélectionnée de l'histoire ? Cette action ne peut pas être défaite.
hi: क्या आप इतिहास के चयनित हिस्से की सफाई सुनिश्चित करते हैं? इस कार्रवाई को पूर्ववत नहीं किया जा सकता है।
id: Apakah Anda yakin membersihkan bagian yang dipilih dari sejarah? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di pulire parte selezionata della storia? Questa azione non può essere annullata.
ja: 履歴の選択された部分を確実に掃除していますか？ このアクションは元に戻すことはできません。
ko: 당신의 확실한 청소는 기록의 선택된 부분입니까? 이 행동은 되돌릴 수 없습니다.
nl: Ben je zeker van het schoonmaken van een geselecteerd deel van de geschiedenis? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno sprzątasz wybraną część historii? Tej akcji nie można cofnąć.
pt: Você tem certeza de que está limpando a parte selecionada da história? Esta ação não pode ser desfeita.
ru: Вы уверены в очистке выбранной части истории? Это действие нельзя отменить.
th: คุณแน่ใจหรือไม่ว่าการทําความสะอาดที่เลือกเป็นส่วนหนึ่งของประวัติศาสตร์? การกระทํานี้ไม่สามารถยกเลิกได้
tr: Geçmişin seçilmiş bölümünü temizlediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що очистили обрану частину історії? Цю дію не можна скасувати.
vi: Việc làm sạch chắc chắn của bạn có được chọn là một phần lịch sử không? Hành động này không thể hoàn tác được.
zh_hans: 你确定要清理这部分历史记录？该操作不可撤销。
zh_hant: 你確定要清理歷史記錄的選定部分嗎？ 此操作無法撤銷。

source: Migration
ar: هِجْرة
es: Migración
hi: प्रवास
id: Migrasi
it: Migrazione
ja: 移住
ko: 원자의 이동
nl: Migratie
pl: Migracja
pt: Migração
ru: Миграция
th: การย้ายถิ่น
tr: Göç
uk: Міграція
vi: Sự di cư
zh_hans: 迁移
zh_hant: 遷移

# Bookmark.item.link.invalid
source: Bookmark Link Invalid
ar: رابط الإشارة المرجعية غير صالح
de: Lesezeichen-Link Ungültig
es: Enlace de marcador no válido
fr: Lien de signet invalide
hi: बुकमार्क लिंक अमान्य
id: Tautan Bookmark Tidak Valid
it: Link segnalibro non valido
ja: ブックマークリンクが無効です
ko: 북마크 링크 유효하지 않음
nl: Bladwijzer Link Ongeldig
pl: Nieprawidłowy link do zakładek
pt: Link de marcador inválido
ru: Ссылка На Закладку Недействительна
th: ลิงก์บุ๊กมาร์กไม่ถูกต้อง
tr: Yer İmi Bağlantısı Geçersiz
uk: Посилання на закладку Некоректне
vi: Liên kết đánh dấu trang không hợp lệ
zh_hans: 书签链接无效
zh_hant: 書籤連結無效

# Settings.browse.quick-exit
source: Quick Exit
ar: خروج سريع
de: Schneller Ausstieg
es: Salida rápida
fr: Sortie rapide
hi: जल्दी से बाहर निकलें
id: Keluar Cepat
it: Uscita rapida
ja: クイック出口
ko: 빠른 출구
nl: Snel Uitgang
pl: Szybkie Wyjście
pt: Saída Rápida
ru: Быстрый Выход
th: ทางออกด่วน
tr: Hızlı Çıkış
uk: Швидкий вихід
vi: Lối thoát nhanh
zh_hans: 快速退出
zh_hant: 快速退出

# About.easter-egg.image-footer
source: App & Image from Darock
ar: التطبيق والصورة من Darock
de: App & Bild von Darock
es: Aplicación e imagen de Darock
fr: Application et image de Darock
hi: Darock से ऐप और छवि
id: Aplikasi & Gambar dari Darock
it: App e immagine da Darock
ja: Darockからのアプリと画像
ko: Darock의 앱 & 이미지
nl: App & Afbeelding van Darock
pl: Aplikacja i obraz z Darock
pt: Aplicativo e Imagem de Darock
ru: Приложение и изображение от Darock
th: แอปและรูปภาพจาก Darock
tr: Darock'den Uygulama ve Resim
uk: Додаток та зображення від Darock
vi: Ứng dụng & Hình ảnh từ Darock
zh_hans: App同图片归暗礁所有
zh_hant: 應用程式和影象來自Darock

# History.action-sheet.delete.timeframe
source: Clear Timeframe
ar: إطار زمني واضح
de: Freier Zeitrahmen
es: Marco de tiempo claro
fr: Délai clair
hi: समय सीमा साफ़ करें
id: Jangka Waktu yang Jelas
it: Cancella l'intervallo di tempo
ja: 明確な時間枠
ko: 명확한 시간 프레임
nl: Tijdsbestek wissen
pl: Wyczyść ramy czasowe
pt: Prazo claro
ru: Четкие Временные Рамки
th: กรอบเวลาที่ชัดเจน
tr: Zaman Çerçevesini Temizle
uk: Очистити часові рамки
vi: Khung thời gian rõ ràng
zh_hans: 清除时间段
zh_hant: 明確的時間框架
